[
    {
        "judul": "Suster Apung Sebuah Novel Yang Terinspirasi Dari Kisah Nyata",
        "pengarang": "LORWM",
        "harga": 90000,
        "persenDiskon": 20.0,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/suster-apung-01__w414_hauto.png",
        "sinopsis": "Suster Apung Sebuah Novel Yang Terinspirasi Dari Kisah Nyata",
        "jumlah_hal": 408,
        "genre": "Horo",
        "penerbit": "Gramedia Pustaka Utama",
        "tanggal_terbit": "7 Okt 2019"
    },
    {
        "judul": "Please Marry Me!",
        "pengarang": "Nagae Sunao",
        "harga": 25000,
        "persenDiskon": 20.0,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/9786024807290_PLEASE-MARRY-__w200_hauto.jpg",
        "sinopsis": "Menjelang usia 30, Touko dicampakkan pacarnya. Belum punya kesempatan untuk berpikir, Touko langsung didekati oleh Kakegawa, yuniormya di kantor! Dan tampaknya, cowok muda ini sangat serius padanya!",
        "jumlah_hal": 199,
        "genre": "Romansa",
        "penerbit": "m&c!",
        "tanggal_terbit": "2 Okt 2019"
    },
    {
        "judul": "Three Kingdoms 03 - Sumpah Setia",
        "pengarang": "Wei Dong Chen / Xiao Long Liang",
        "harga": 100000,
        "persenDiskon": 12.5,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/9786024805654_THREE-KINGDOM__w200_hauto.jpg",
        "sinopsis": "Setelah kematian Dong Zhuo, Cao Cao mengambil alih kendali Provinsi Yan dan memperkuat pasukannya. Sementara itu, Lu Bu terpaksa melarikan diri karena berada dalam kejaran para sekutu Dong Zhuo. Sedangkan Liu Bei dan dua saudaranya, melawan Cao Cao yang datang menyerbu Provinsi Xu. Melihat celah tersebut, Lu Bu nekat menyerbu Provinsi Yan sehingga Cao Cao terpaksa menarik mundur pasukannya dari Provinsi Xu. Setelah Lu Bu memasuki Provinsi Xu yang kini diperintah oleh Liu Bei, ia dihasut Cao Cao untuk berkhianat dan merebut Xu dari Liu Bei. Apa yang selanjutnya terjadi? Akankah Liu Bei membiarkan begitu saja Lu Bu merebut Provinsi Xu?",
        "jumlah_hal": 174,
        "genre": "Fantasi",
        "penerbit": "m&c!",
        "tanggal_terbit": "11 Sep 2019"
    },
    {
        "judul": "Berani Ke Sekolah & Berani Ke Dokter Gigi",
        "pengarang": "Disney",
        "harga": 85000,
        "persenDiskon": 20.0,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/9786020632322_Berani_ke_Sek__w414_hauto.jpg",
        "sinopsis": "Ke sekolah dan ke dokter gigi? Siapa takut?! Nah, itu baru anak pintar! Buka buku 2-in-1 ini dan bersiap-siaplah ke sekolah serta ke dokter gigi bersama teman-teman Disney-mu!",
        "jumlah_hal": 44,
        "genre": "Komedi",
        "penerbit": "Gramedia Pustaka Utama",
        "tanggal_terbit": "2 Sep 2019"
    },
    {
        "judul": "Seri Cinta Lingkungan: Mengasah Kecerdasan Iq Dan Eq, Tema Darat",
        "pengarang": "Veronica Winata",
        "harga": 79800,
        "persenDiskon": 15.0,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/9786020498850_Seri-Cinta-Lingkungan_Mengasah-Kecerdasan-Iq-Dan-Eq-Tema-Darat__w414_hauto.jpg",
        "sinopsis": "Buku aktivitas lengkap IQ dan EQ tema darat, akan mengajarkan anak-anak tentang lingkungan di sekitar mereka. Di dalamnya berisi aktivitas lengkap, berupa mewarnai, dot-to-dot, keluar dari labirin, mencocokan bayangan, dll. Selain itu, fakta unik yang ada dapat menyadarkan anak-anak pentingnya ikut menjaga dan melestarikan lingkungan hidup di darat . Yuk, jelajahi lingkungan darat dengan aktivitas lengkap mengasah IQ dan EQ untuk persiapan anak masuk SD.",
        "jumlah_hal": 72,
        "genre": "Sains",
        "penerbit": "Elex Media Komputindo",
        "tanggal_terbit": "27 Mei 2019"
    },
    {
        "judul": "Komik Aku Ingin Tahu : Rahasia Burung",
        "pengarang": "Wen Chu Lin",
        "harga": 85000,
        "persenDiskon": 12.5,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/9786232162068__w414_hauto.jpg",
        "sinopsis": "Burung merupakan hewan yang sering kita temui. Dengan sayapnya, burung dapat terbang dengan bebas. Namun, ada juga burung yang tidak dapat terbang. Kok bisa, ya? Memang, bagaimana caranya burung bisa terbang? Melalui buku ini, kamu akan memahami rahasia terbang burung. Selain itu, kamu juga akan menemui beragam jenis burung yang ada di dunia. Yuk, baca bukunya!",
        "jumlah_hal": 128,
        "genre": "Sains",
        "penerbit": "Bhuana Ilmu Populer",
        "tanggal_terbit": "13 Mei 2019"
    },
    {
        "judul": "Teenlit: Falling Domino",
        "pengarang": "Afy Zia",
        "harga": 77000,
        "persenDiskon": 25.0,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/9786020622248_Teenlit_Falling-Domino__w414_hauto.jpg",
        "sinopsis": "Dirga benci banyak hal. Dia benci Bram karena telah merenggut mantan pacarnya. Dia benci Rafi karena selalu membuatnya terngiang akan masa lalu. Dia bahkan benci Papa karena tak pernah ada untuknya. <br> Namun, kecerobohan Dirga menantang Bram membuatnya harus berhadapan pada rentetan peristiwa yang tak pernah dia duga: bertemu cewek bawel bernama Alana, sekelas dengan Rafi yang selalu membuatnya naik pitam, serta bergabung dengan ekstrakurikuler paling beken di SMA Mulia Bangsa. Seperti kejatuhan domino, satu peristiwa mengantarkan Dirga pada peristiwa baru lainnya. Masalahnya, apakah setiap kejatuhan domino itu akan menuntun Dirga pada peristiwa yang lebih baik daripada sebelumnya? Atau justru malah sebaliknya?",
        "jumlah_hal": 192,
        "genre": "Novel",
        "penerbit": "Gramedia Pustaka Utama",
        "tanggal_terbit": "6 Mei 2019"
    },
    {
        "judul": "Menanam Warisan",
        "pengarang": "Rosyid H. Dimas",
        "harga": 55000,
        "persenDiskon": 15.0,
        "photoUrl": "https://cdn.gramedia.com/uploads/items/9786024811495__w414_hauto.jpg",
        "sinopsis": "Adat di tanah ini keyakinan kita. Kau harus memegang dan menjaganya agar keturunan kita kelak tahu asal-usul dan jati diri mereka sendiri. Menanam Warisan adalah kumpulan cerita pendek tentang pergolakan manusia ketika berhadapan dengan faktisitas-faktisitas dunia. Cinta, agama, mitos, adat, politik, dan lingkungan sosial menjadi tema pokok kisah-kisah dalam buku ini. Cerita selalu menyoal `apa yang diceritakan` dan `bagaimana menceritakannya`—entah dia sadari atau tidak. Rosyid, dalam bukunya ini, tampak benar ingin memadukan dua hal tersebut dalam wujud cerita-cerita dengan beragam tema, dengan bermacam-macam gaya penceritaan, dan pada akhirnya, usahanya berhasil. —Faisal Oddang",
        "jumlah_hal": 199,
        "genre": "Laga",
        "penerbit": "Terbit Pagi Terbenam Petang",
        "tanggal_terbit": "20 Okt 2019"
    }
]